/* List separator */
" " = " ";

/* No comment provided by engineer. */
"&" = "&";

/* Coordinate format */
"(%@, %@)" = "(%1$@, %2$@)";

/* List delimiter */
"," = ",";

/* Approximate Qualifier Format */
"about %@" = "khoảng %@";

/* Past Deictic Expression */
"ago" = "trước";

/* List conjunction */
"and" = "và";

/* Bit Unit */
"bits" = "bit";

/* Byte Unit */
"bytes" = "byte";

/* Error converting to NSArray */
"Couldn’t convert to NSArray" = "Không thể chuyển đổi thành NSArray";

/* Day Unit (Singular) */
"day" = "ngày";

/* Day Unit (Plural) */
"days" = "ngày";

/* Day Unit (Singular, Abbreviated) */
"d" = "ngày";

/* Day Unit (Plural, Abbreviated) */
"ds" = "ngày";

/* Deictic Expression Format (#{Time} #{Ago/From Now} */
"Deictic Expression Format String" = "%1$@ %2$@";

/* #{Dimensional Quantity} #{Direction} */
"Dimension Format String" = "%1$@ %2$@";

/* #{Distance} #{Unit} */
"Distance Format String" = "%1$@ %2$@";

/* East Direction Abbreviation */
"E" = "Đ";

/* East Direction */
"East" = "Đông";

/* Exabyte Unit */
"EB" = "EB";

/* Exbibyte Unit */
"EiB" = "EiB";

/* Future Deictic Expression */
"from now" = "từ bây giờ";

/* Feet Unit */
"ft" = "ft";

/* Feet Per Second Unit */
"ft/s" = "ft/s";

/* Gigabyte Unit */
"GB" = "GB";

/* Gigabit Unit */
"Gbit" = "Gbit";

/* Gibibyte Unit */
"GiB" = "GiB";

/* Gibibit Unit */
"Gibit" = "Gibit";

/* Hour Unit (Singular) */
"hour" = "giờ";

/* Hour Unit (Plural) */
"hours" = "giờ";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "giờ";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "giờ";

/* Present Deictic Expression */
"just now" = "vừa xong";

/* Kilobyte Unit */
"KB" = "KB";

/* Kilobit Unit */
"kbit" = "kbit";

/* Kibibyte Unit */
"KiB" = "KiB";

/* Kibibit Unit */
"Kibit" = "Kibit";

/* Kilometer Unit */
"km" = "km";

/* Kilometers Per Hour Unit */
"km/h" = "km/giờ";

/* No comment provided by engineer. */
"last month" = "tháng trước";

/* No comment provided by engineer. */
"last week" = "tuần trước";

/* No comment provided by engineer. */
"last year" = "năm trước";

/* Meter Unit */
"m" = "m";

/* Meters Per Second Unit */
"m/s" = "m/giây";

/* Megabyte Unit */
"MB" = "MB";

/* Megabit Unit */
"Mbit" = "Mbit";

/* No comment provided by engineer. */
"Method Not Implemented" = "Phương thức không được triển khai";

/* Mebibyte Unit */
"MiB" = "MiB";

/* Mebibit Unit */
"Mibit" = "Mibit";

/* Mile Unit (Singular) */
"mile" = "dặm";

/* Mile Unit (Plural) */
"miles" = "dặm";

/* Minute Unit (Singular, Abbreviated) */
"min" = "phút";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "phút";

/* Minute Unit (Singular) */
"minute" = "phút";

/* Minute Unit (Plural) */
"minutes" = "phút";

/* Month Unit (Singular, Abbreviated) */
"mo" = "thg";

/* Month Unit (Singular) */
"month" = "tháng";

/* Month Unit (Plural) */
"months" = "tháng";

/* Month Unit (Plural, Abbreviated) */
"mos" = "thg";

/* Miles Per Hour Unit */
"mph" = "dặm/giờ";

/* North Direction Abbreviation */
"N" = "B";

/* Northeast Direction Abbreviation */
"NE" = "ĐB";

/* No comment provided by engineer. */
"next month" = "tháng tới";

/* No comment provided by engineer. */
"next week" = "tuần tới";

/* No comment provided by engineer. */
"next year" = "năm tới";

/* North Direction */
"North" = "Bắc";

/* Northeast Direction */
"Northeast" = "Đông Bắc";

/* Northwest Direction */
"Northwest" = "Tây Bắc";

/* Northwest Direction Abbreviation */
"NW" = "TB";

/* Petabyte Unit */
"PB" = "PB";

/* Petabit Unit */
"Pbit" = "Pbit";

/* Pebibyte Unit */
"PiB" = "PiB";

/* Pebibit Unit */
"Pibit" = "Pibit";

/* South Direction Abbreviation */
"S" = "N";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "gi";

/* Southeast Direction Abbreviation */
"SE" = "ĐN";

/* Second Unit (Singular) */
"second" = "giây";

/* Second Unit (Plural) */
"seconds" = "giây";

/* South Direction */
"South" = "Nam";

/* Southeast Direction */
"Southeast" = "Đông Nam";

/* Southwest Direction */
"Southwest" = "Tây Nam";

/* #{Speed} #{Unit} */
"Speed Format String" = "%1$@ %2$@";

/* Southwest Direction Abbreviation */
"SW" = "TN";

/* Terabyte Unit */
"TB" = "TB";

/* Terabit Unit */
"Tbit" = "Tbit";

/* Tebibyte Unit */
"TiB" = "TiB";

/* Tebibit Unit */
"Tibit" = "Tibit";

/* No comment provided by engineer. */
"tomorrow" = "ngày mai";

/* #{Value} #{Unit} */
"Unit of Information Format String" = "%1$@ %2$@";

/* West Direction Abbreviation */
"W" = "T";

/* Week Unit (Singular) */
"week" = "tuần";

/* Week Unit (Plural) */
"weeks" = "tuần";

/* West Direction */
"West" = "Tây";

/* Week Unit (Singular, Abbreviated) */
"wk" = "tuần";

/* Week Unit (Plural, Abbreviated) */
"wks" = "tuần";

/* Yard Unit */
"yds" = "yard";

/* Year Unit (Singular) */
"year" = "năm";

/* Year Unit (Plural) */
"years" = "năm";

/* No comment provided by engineer. */
"yesterday" = "hôm qua";

/* Year Unit (Singular, Abbreviated) */
"yr" = "n";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "n";

